<script>
    import { slide } from 'svelte/transition';
</script>

<svelte:head>
    <title>Нашата мисия</title>
</svelte:head>
<div in:slide={{ duration: 200, delay: 300 }} out:slide={{ duration: 200 }}>
    <h1>Нашата мисия</h1>
    <p>
        Фондация "Шанс за децата и природата на България", член на European Council of High Ability
        (ECHA), подпомага деца и млади хора с изявени способности в областта на културата и науката.
        Работата на Фондацията се основава на принципите на прозрачност и реалистична оценка на
        индивидуалните постижения. Тя преследва изключително полезни за цялото общество цели като:
    </p>

    <ul>
        <li>
            <p>
                подпомага развитието на талантливи деца, осигурявайки им равни шансове, зависещи
                изключително от техните професионални възможности и умения, и спонсорира тяхното
                образование, професионално обучение и творческо развитие;
            </p>
        </li>
        <li>
            <p>
                подпомага, насърчава, финансира, подкрепя и организира творчески инициативи от
                всички области на изкуството, технологиите и образованието с независим и отворен
                характер, представящи или представляващи свободни произведения на изкуството;
            </p>
        </li>
        <li>
            <p>
                подпомага разпространението на знания, образование и информация с отворен и достъпен
                характер;
            </p>
        </li>
        <li>
            <p>
                подпомага социалната интеграция и личностната реализация на деца в неравностойното
                положение;
            </p>
        </li>
        <li>
            <p>
                подпомага популяризирането на постиженията на световния опит в областта на
                образованието и културата;
            </p>
        </li>
        <li>
            <p>
                подпомага обмена в областта на културата, изкуството, науката, образованието и
                професионалната подготовка;
            </p>
        </li>
        <li>
            <p>
                подпомага създаването, изграждането и модернизацията на културни домове, читалища,
                библиотеки, Интернет – базирани бази от знания със свободен достъп и свободно
                (отворено) съдържание;
            </p>
        </li>
    </ul>
</div>

<style lang="scss">
    ul {
        li {
            background-image: url('/icons/check-mark-24x24.svg');
            background-repeat: no-repeat;
            p {
                margin-inline-start: 32px;
            }
        }
    }
</style>
