<script context="module">
    import { browser } from '$app/env';

    // ...but if the client-side router is already loaded
    // (i.e. we came here from elsewhere in the app), use it
    export const router = browser;

    // since there's no dynamic data here, we can prerender
    // it so that it gets served as a static asset in prod
    export const prerender = true;
</script>

<script>
    import { slide } from 'svelte/transition';
</script>

<svelte:head>
    <title>Как помагаме</title>
</svelte:head>
<div in:slide={{ duration: 200, delay: 300 }} out:slide={{ duration: 200 }}>
    <div>
        <h1>Как помагаме</h1>
        <p>
            Движеща сила, основа на философията на Фондацията е ясното съзнание за необходимостта от
            изграждане на интелектуален потенциал, осигурявайки възможност за изява и развитие на
            талантливи и способни млади българи.
        </p>
    </div>
    <div>
        <h1>С нашата подкрепа целим:</h1>

        <ul>
            <li>
                <p>
                    млади таланти в областта на изкуството да бъдат обучавани целенасочено в малки
                    групи от експерти (школа по рисуване и изобразително изкуство, музикални
                    формации, театрални трупи, модерен балет и пр.)
                </p>
            </li>
            <li>
                <p>
                    да окажем специализирана индивидуална помощ на изявени в областта на
                    хуманитарните дисциплини млади хора както и да им дадем възможност да получат
                    висококвалифицирана помощ при изучаването на чужди езици
                </p>
            </li>
            <li>
                <p>
                    да дадем възможност на изявени деца в областта на природо-математическите науки
                    да бъдат насочвани и подпомагани от специалисти по съответните дисциплини, за да
                    се развиват целенасочено и изпреварващо
                </p>
            </li>
            <li>
                <p>
                    да направим възможно участието на млади таланти в международни форуми,
                    състезания,олимпиади и мн.др.
                </p>
            </li>
            <li>
                <p>
                    да си сътрудничим с организиции, институции и физически лица в страната и
                    чужбина, както и с представители на местната власт по програми, свързани с
                    целите на фондацията
                </p>
            </li>
            <li>
                <p>да инициираме благотворителни кампании за набиране на средства</p>
            </li>
        </ul>
    </div>
</div>

<style lang="scss">
    ul {
        li {
            background-image: url('/static/icons/check-mark-24x24.svg');
            background-repeat: no-repeat;
            p {
                margin-inline-start: 32px;
            }
        }
    }
</style>
