<script context="module">
    import { browser } from '$app/env';

    // ...but if the client-side router is already loaded
    // (i.e. we came here from elsewhere in the app), use it
    export const router = browser;

    // since there's no dynamic data here, we can prerender
    // it so that it gets served as a static asset in prod
    export const prerender = true;
</script>

<script>
    import { slide } from 'svelte/transition';
</script>

<svelte:head>
    <title>Цели и дейности</title>
</svelte:head>
<div in:slide={{ duration: 200, delay: 300 }} out:slide={{ duration: 200 }}>
    <h1>Нашите цели и дейности</h1>
    <p>
        В осъществяването на своите цели Фондацията сътрудничи с организации, институции и физически
        лица; отпуска помощи, стипендии и награди на конкурсна основа; организира благотворителни
        прояви; организира и подпомага симпозиуми и конференции, семинари, изложби и др.
    </p>

    <ul>
        <li>
            <p>Издирва и подпомага проекти, свързани с творчество, образование и култура;</p>
        </li>
        <li>
            <p>
                Подкрепя финансово, с организационен опит и с консултации разработването и
                реализацията на новаторски идеи и проекти в областта на изкуството, технологиите и
                образованието;
            </p>
        </li>
        <li>
            <p>
                Предоставя финансова помощ на частни лица, учебни заведения, специализирани
                извънучилищни звена, научни организации и др., свързани с развитието и насърчаването
                на младежкото творчество, образование и креативност;
            </p>
        </li>
        <li>
            <p>
                Подпомага финансово или с мениджмънт организирането и провеждането на фестивали,
                олимпиади, концерти, театрални постановки, състезания, конкурси, изложби, школи,
                семинари, кръгли маси, конференции, симпозиуми и др.;
            </p>
        </li>
        <li>
            <p>Учредява награди и стипендии;</p>
        </li>
        <li>
            <p>
                Участва в осъществяването на национални и международни образователни програми и
                проекти, подпомага и участва в международни проекти в областта на образованието,
                изкуството и културата;
            </p>
        </li>
        <li>
            <p>
                Оказва съдействие на научни и образователни учреждения, както и на организации с
                идеална цел, в дейностите им, свързани с целта на Фондацията;
            </p>
        </li>
        <li>
            <p>
                Подкрепя и подпомага издаването на специализирани списания, вестници и справочници,
                на радио и телевизионни предавания,свързани с образование, култура и изкуство,
                включително и такива в Интернет.
            </p>
        </li>
        <li>
            <p>
                Осъществява дейност за привличане на средства и имущество, което да се използва за
                изпълнението на целите на Фондацията;
            </p>
        </li>
        <li>
            <p>
                Провежда информационна и други дейности за популяризиране целите и дейността на
                Фондацията у нас и в чужбина;
            </p>
        </li>
        <li>
            <p>Извършва всякаква друга дейност, незабранена от закона за постигане на целите си.</p>
        </li>
    </ul>
</div>

<style lang="scss">
    ul {
        li {
            background-image: url('/static/icons/check-mark-24x24.svg');
            background-repeat: no-repeat;
            p {
                margin-inline-start: 32px;
            }
        }
    }
</style>
